Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Add a note…
ar: إضافة ملاحظة…
de: Notiz hinzufügen…
es: Agregar una nota…
fr: Ajouter une note…
ha: Ƙara sanarwa…
ig: Tinye nkọwa…
pt: Adicionar uma nota…
sw: Ongeza kumbuka…
yo: Fi kun àkọsílẹ̀…
zh: 添加备注…

source: Add clinical notes above
ar: أضف ملاحظات سريرية أعلاه
de: Klinische Notizen oben hinzufügen
es: Agregar notas clínicas arriba
fr: Ajouter des notes cliniques ci-dessus
ha: Ƙara sanarwar likita a sama
ig: Tinye nkọwa ọrụ n'elu
pt: Adicionar notas clínicas acima
sw: Ongeza kumbuka za kliniki hapo juu
yo: Fi kun àwọn àkọsílẹ̀ ìjìnlẹ̀ lókè
zh: 在上方添加临床记录

source: Add country code
ar: إضافة رمز الدولة
de: Ländervorwahl hinzufügen
es: Agregar código de país
fr: Ajouter l'indicatif pays
ha: Ƙara lambar kasa
ig: Tinye koodu mba
pt: Adicionar código do país
sw: Ongeza nambari ya nchi
yo: Fi kun koodu ìlú
zh: 添加国家代码

source: Add drug
ar: إضافة دواء
de: Medikament hinzufügen
es: Agregar medicamento
fr: Ajouter un médicament
ha: Ƙara magani
ig: Tinye ọgwụ
pt: Adicionar medicamento
sw: Ongeza dawa
yo: Fi kun oogun
zh: 添加药物

source: Add Event
ar: إضافة حدث
de: Ereignis hinzufügen
es: Agregar Evento
fr: Ajouter un événement
ha: Ƙara Taron
ig: Tinye Ihe Omume
pt: Adicionar Evento
sw: Ongeza Tukio
yo: Fi kun Iṣẹ́lẹ̀
zh: 添加事件

source: Add Exchange
ar: إضافة تبديل
de: Austausch hinzufügen
es: Agregar Intercambio
fr: Ajouter un échange
ha: Ƙara Musayar
ig: Tinye Exchange
pt: Adicionar Troca
sw: Ongeza Ubadilishaji
yo: Fi kun Exchange
zh: 添加交换

source: Add food
ar: إضافة طعام
de: Lebensmittel hinzufügen
es: Agregar alimento
fr: Ajouter un aliment
ha: Ƙara abinci
ig: Tinye nri
pt: Adicionar alimento
sw: Ongeza chakula
yo: Fi kun oúnjẹ
zh: 添加食物

source: Add Insurance
ar: إضافة تأمين
de: Versicherung hinzufügen
es: Agregar Seguro
fr: Ajouter une assurance
ha: Ƙara Inshuransi
ig: Tinye Ihe Mgbapụta
pt: Adicionar Seguro
sw: Ongeza Bima
yo: Fi kun Ìbáṣepọ̀
zh: 添加保险

source: Add lab result
ar: إضافة نتيجة اختبار
de: Laborergebnis hinzufügen
es: Agregar resultado de laboratorio
fr: Ajouter un résultat de laboratoire
ha: Ƙara sakamakon gwaje
ig: Tinye nsosoihe ụlọ ọrụ
pt: Adicionar resultado de exame
sw: Ongeza matokeo ya maabara
yo: Ṣafikun èsì ìsẹ̀wádìí
zh: 添加检验结果

source: Add Lab Result
ar: إضافة نتيجة اختبار
de: Laborergebnis hinzufügen
es: Agregar Resultado de Laboratorio
fr: Ajouter un résultat de labo
ha: Ƙara Sakamakon Lab
ig: Tinye Nsonaazụ Ụlọ Ọgwụ
pt: Adicionar Resultado de Exame
sw: Ongeza Matokeo ya Maabara
yo: Fi kun Èsì Ọ̀fọ̀
zh: 添加检验结果

source: Add Meal
ar: إضافة وجبة
de: Mahlzeit hinzufügen
es: Agregar Comida
fr: Ajouter un repas
ha: Ƙara Abinci
ig: Tinye Nri
pt: Adicionar Refeição
sw: Ongeza Chakula
yo: Fi kun Oúnjẹ
zh: 添加餐食

source: Add Medication
ar: إضافة دواء
de: Medikament hinzufügen
es: Agregar Medicamento
fr: Ajouter un médicament
ha: Ƙara Magungunan
ig: Tinye Ọgwụ
pt: Adicionar Medicamento
sw: Ongeza Dawa
yo: Fi kun Oogun
zh: 添加药物

source: Add note
ar: إضافة ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
ha: Ƙara bayanin
ig: Tinye notu
pt: Adicionar nota
sw: Ongeza noti
yo: Ṣafikun akiyesi
zh: 添加备注

source: Add Pantry Item
ar: إضافة عنصر من المخزن
de: Pantry-Artikel hinzufügen
es: Agregar Artículo de Despensa
fr: Ajouter un aliment
ha: Ƙara Kayan Pantry
ig: Tinye Pantry Item
pt: Adicionar Item da Despensa
sw: Ongeza Kitu cha Pantry
yo: Fi kun Ohun Ìtajà
zh: 添加食品室物品

source: Add PD Session
ar: إضافة جلسة غسيل كلى
de: PD-Sitzung hinzufügen
es: Agregar Sesión de DP
fr: Ajouter une séance de DP
ha: Ƙara Jiyya PD
ig: Tinye PD Session
pt: Adicionar Sessão de DP
sw: Ongeza Kikao cha PD
yo: Fi kun Ìṣẹ́ PD
zh: 添加PD疗程

source: Add Physician
ar: إضافة طبيب
de: Arzt hinzufügen
es: Agregar Médico
fr: Ajouter un médecin
ha: Ƙara Likita
ig: Tinye Dọkịta
pt: Adicionar Médico
sw: Ongeza Daktari
yo: Fi kun Oníṣègùn
zh: 添加医生

source: Add Profile
ar: إضافة ملف شخصي
de: Profil hinzufügen
es: Agregar Perfil
fr: Ajouter un profil
ha: Ƙara Profil
ig: Tinye Profaịlụ
pt: Adicionar Perfil
sw: Ongeza Wasifu
yo: Fi kun Profaili
zh: 添加档案

source: Add reading
ar: إضافة قراءة
de: Messwert hinzufügen
es: Añadir lectura
fr: Ajouter une mesure
ha: Ƙara karatun
ig: Tinye ihe a gụrụ
pt: Adicionar leitura
sw: Ongeza usomaji
yo: Ṣafikun kika
zh: 添加读数

source: Add Role
ar: إضافة دور
de: Rolle hinzufügen
es: Agregar Rol
fr: Ajouter un rôle
ha: Ƙara Roli
ig: Tinye Ọrụ
pt: Adicionar Função
sw: Ongeza Jukumu
yo: Fi kun Ipa
zh: 添加角色

source: Add Scanned Medication
ar: إضافة دواء ممسوح ضوئياً
de: Gescanntes Medikament hinzufügen
es: Agregar Medicamento Escaneado
fr: Ajouter un médicament scanné
ha: Ƙara Magungunan da aka Taɓa
ig: Tinye Ọgwụ Scanned
pt: Adicionar Medicamento Digitalizado
sw: Ongeza Dawa Iliyoscanniwa
yo: Fi kun Oogun Ìdánilójú
zh: 添加扫描药物

source: Add these to my medications
ar: إضافة هذه إلى أدويتي
de: Zu meinen Medikamenten hinzufügen
es: Añadir estos a mis medicamentos
fr: Ajouter à mes médicaments
ha: Ƙara waɗannan zuwa magunagunanina
ig: Tinye ndị a na ọgwụ m
pt: Adicionar estes aos meus medicamentos
sw: Ongeza haya kwa dawa zangu
yo: Ṣafikun wọnyi si awọ oogun mi
zh: 将这些添加到我的药物

source: Add your age, height & weight in Profile for goals tailored to you.
ar: أضف عمرك وطولك ووزنك في الملف الشخصي للحصول على أهداف مخصصة لك.
de: Geben Sie Ihr Alter, Ihre Größe und Ihr Gewicht im Profil ein, um personalisierte Ziele zu erhalten.
es: Añade tu edad, altura y peso en Perfil para objetivos personalizados.
fr: Ajoutez votre âge, taille et poids dans le Profil pour des objectifs personnalisés.
ha: Ƙara shekararku, tsayinku da nauyin jiki a Profile don manufofin da suka dace da ku.
ig: Tinye afọ gị, ogologo ahụ & ibu gị na Profile maka ebumnobi akọrọ maka gị.
pt: Adicione sua idade, altura e peso no Perfil para objetivos personalizados.
sw: Ongeza umri, urefu na uzani wako katika Wasifu kwa malengo yaliyoandaliwa kwako.
yo: Ṣafikun ọjọ́ ibadandun rẹ, giga ati iwuwo ninu Profile fun awọ iṣẹ́ ti o yẹ fun ọ.
zh: 在个人资料中添加您的年龄、身高和体重，以获得为您量身定制的目标。

source: Additional
ar: إضافي
de: Zusätzlich
es: Adicional
fr: Supplémentaire
ha: Ƙari
ig: Ọzọ
pt: Adicional
sw: Ziada
yo: Afikun
zh: 其他

source: Additional details…
ar: تفاصيل إضافية…
de: Weitere Details…
es: Detalles adicionales…
fr: Détails supplémentaires…
ha: Ƙarin bayani…
ig: Nkọwa ọzọ…
pt: Detalhes adicionais…
sw: Maelezo ya ziada…
yo: Awọ alaye afikun…
zh: 其他详情…

source: Additional Instructions
ar: تعليمات إضافية
de: Zusätzliche Anweisungen
es: Instrucciones adicionales
fr: Instructions supplémentaires
ha: Ƙarin Jagora
ig: Nduzi Ọzọ
pt: Instruções Adicionais
sw: Maelezo ya Ziada
yo: Awọ Ilana Afikun
zh: 其他说明

source: Additional notes
ar: ملاحظات إضافية
de: Zusätzliche Notizen
es: Notas adicionales
fr: Notes supplémentaires
ha: Ƙarin bayanai
ig: Notu ọzọ
pt: Notas adicionais
sw: Noti za ziada
yo: Awọ akiyesi afikun
zh: 其他备注

source: Additional Notes
ar: ملاحظات إضافية
de: Zusätzliche Notizen
es: Notas adicionales
fr: Notes supplémentaires
ha: Ƙarin Bayanai
ig: Notu Ọzọ
pt: Notas Adicionais
sw: Noti za Ziada
yo: Awọ Akiyesi Afikun
zh: 其他备注

source: Additional notes…
ar: ملاحظات إضافية…
de: Zusätzliche Notizen…
es: Notas adicionales…
fr: Notes supplémentaires…
ha: Ƙarin bayanai…
ig: Notu ọzọ…
pt: Notas adicionais…
sw: Noti za ziada…
yo: Awọ akiyesi afikun…
zh: 其他备注…

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
ha: Adireshin
ig: Adreesị
pt: Endereço
sw: Anwani
yo: Adirẹsi
zh: 地址

source: Adherence
ar: الالتزام بالعلاج
de: Therapietreue
es: Adherencia
fr: Observance
ha: Bin Jagora
ig: Ịsoro ụkpụrụ
pt: Adesão
sw: Utekelezaji
yo: Ifẹ́ ṣiṣẹ́
zh: 依从性

source: Advanced Directives
ar: التوجيهات المسبقة
de: Patientenverfügung
es: Directivas anticipadas
fr: Directives anticipées
ha: Jagora Gida
ig: Nkwado Mma
pt: Diretivas Antecipadas
sw: Maagizo ya Hali ya Juu
yo: Awọ Ilana Ṣaaju
zh: 预先指示

source: Adverse Reactions
ar: الآثار الجانبية
de: Nebenwirkungen
es: Reacciones adversas
fr: Réactions indésirables
ha: Mummunan Tasiri
ig: Mmetụta Ọjọọ
pt: Reações Adversas
sw: Athari Mbaya
yo: Awọ Ipa Buburu
zh: 不良反应

source: Adverse reactions: %@
ar: الآثار الجانبية: %@
de: Nebenwirkungen: %@
es: Reacciones adversas: %@
fr: Réactions indésirables : %@
ha: Mummunan tasiri: %@
ig: Mmetụta ọjọọ: %@
pt: Reações adversas: %@
sw: Athari mbaya: %@
yo: Awọ ipa buburu: %@
zh: 不良反应：%@

source: Advice
ar: نصيحة
de: Rat
es: Consejo
fr: Conseil
ha: Shawarwari
ig: Ndụmọdụ
pt: Conselho
sw: Ushauri
yo: Ọ̀rọ̀ Ìmọ̀ràn
zh: 建议

source: Advisories
ar: تنبيهات
de: Hinweise
es: Avisos
fr: Avis
ha: Sanarwa
ig: Ịdọ aka
pt: Avisos
sw: Onyo
yo: Awọ Ìkìlọ̀
zh: 公告

source: After
ar: بعد
de: Nach
es: Después
fr: Après
ha: Bayan
ig: Mgbe
pt: Depois
sw: Baada
yo: Lẹ́yìn
zh: 之后

source: Aggregation
ar: التجميع
es: Agregación
fr: Agrégation
ha: Tara
ig: Ijikọ ọnụ
pt: Agregação
sw: Ujumlishaji
yo: Ìpọ̀njúipò
zh: 汇总

source: AI & Your Data
ar: الذكاء الاصطناعي وبيانات المستخدم
de: KI & Ihre Daten
es: IA y tus datos
fr: IA et vos données
ha: AI & Bayananku
ig: AI & Ụlọ Ọrụ Gị
pt: IA e seus dados
sw: AI & Data Yako
yo: AI & Àwọn Dátà Rẹ
zh: AI 与您的数据

source: AI Assistant
ar: مساعد ذكي
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ha: Mataimakin AI
ig: Onye Inyom AI
pt: Assistente de IA
sw: Msaada wa AI
yo: Olùgbà AI
zh: AI 助手

source: AI Chat
ar: الدردشة الذكية
de: KI-Chat
es: Chat de IA
fr: Chat IA
ha: Jiyya AI
ig: Nkparịta Ụka AI
pt: Chat de IA
sw: Mazungumzo ya AI
yo: Kíkọ̀ AI
zh: AI 聊天

source: AI Coaching
ar: التدريب الذكي
de: KI-Coaching
es: Entrenamiento de IA
fr: Coaching IA
ha: Jagoran AI
ig: Nduzi AI
pt: Coaching de IA
sw: Mwongozo wa AI
yo: Ìtọ́sọ́nà AI
zh: AI 指导

source: AI Explanation Detail
ar: تفاصيل الشرح الذكي
de: KI-Erklärungsdetail
es: Detalle de explicación de IA
fr: Détail de l'explication IA
ha: Cikakken Bayani AI
ig: Nkọwa AI Nzọpụta
pt: Detalhe de explicação de IA
sw: Maelezo ya AI - Maelezo Kamili
yo: Àpèjúwe Àpilẹ̀kọ AI
zh: AI 解释详情

source: AI features are turned off
ar: ميزات الذكاء الاصطناعي معطلة
de: KI-Funktionen sind ausgeschaltet
es: Las funciones de IA están desactivadas
fr: Les fonctionnalités IA sont désactivées
ha: Fasalolin AI an kashe su
ig: Ihe AI agaghị arụ ọrụ
pt: Recursos de IA desativados
sw: Vipengele vya AI vimezimwa
yo: Àwọn ẹ̀yà AI jẹ́ ìfipamọ́
zh: AI 功能已关闭

source: AI Memory
ar: ذاكرة الذكاء الاصطناعي
de: KI-Gedächtnis
es: Memoria de IA
fr: Mémoire IA
ha: Ƙwaƙwalwar AI
ig: Ebe Ọ Chọrọ AI
pt: Memória de IA
sw: Kumbukumbu ya AI
yo: Ìrántí AI
zh: AI 记忆

source: AI Preferences
ar: تفضيلات الذكاء الاصطناعي
de: KI-Einstellungen
es: Preferencias de IA
fr: Préférences IA
ha: Zaɓuɓɓukan AI
ig: Nhọrọ AI
pt: Preferências de IA
sw: Mapendeleo ya AI
yo: Àwọn Ìfẹ́ AI
zh: AI 偏好设置

source: AI Summary
ar: الملخص الذكي
de: KI-Zusammenfassung
es: Resumen de IA
fr: Résumé IA
ha: Taƙaitaccen AI
ig: Nchịkọta AI
pt: Resumo de IA
sw: Muhtasari wa AI
yo: Àkópọ̀ AI
zh: AI 摘要

source: AI Training Consent
ar: موافقة تدريب الذكاء الاصطناعي
de: KI-Trainingszustimmung
es: Consentimiento de entrenamiento de IA
fr: Consentement d'entraînement IA
ha: Izinin Horon AI
ig: Ịkwụ Ụka AI
pt: Consentimento de treinamento de IA
sw: Idhini ya Mafunzo ya AI
yo: Ìgbàdùn Ìlò AI
zh: AI 训练同意

source: Air Filter Cleaned
ar: تنظيف مرشح الهواء
de: Luftfilter gereinigt
es: Filtro de aire limpiado
fr: Filtre à air nettoyé
ha: An Tsabta Sefa Iska
pt: Filtro de Ar Limpo
sw: Kichujio cha Hewa Kisafishwa
yo: Ìfọ́ Afẹ́fẹ́ Ti a Gba
zh: 空气过滤器已清洁

source: ALAFIA AI
ar: ALAFIA الذكي
de: ALAFIA KI
es: ALAFIA IA
fr: ALAFIA IA
pt: ALAFIA IA

source: ALAFIA helps you track nutrition, fitness, lab results, medications, mood, and lifestyle — all in one place. Use the AI assistant for personalized health insights.
ar: يساعدك ALAFIA على تتبع التغذية واللياقة والفحوصات المخبرية والأدوية والمزاج ونمط الحياة — كل شيء في مكان واحد. استخدم المساعد الذكي للحصول على رؤى صحية مخصصة.
de: ALAFIA hilft Ihnen, Ernährung, Fitness, Laborergebnisse, Medikamente, Stimmung und Lebensstil an einem Ort zu verfolgen. Nutzen Sie den KI-Assistenten für personalisierte Gesundheitseinblicke.
es: ALAFIA te ayuda a registrar nutrición, ejercicio, resultados de laboratorio, medicamentos, estado de ánimo y estilo de vida — todo en un lugar. Usa el asistente de IA para información personalizada sobre tu salud.
fr: ALAFIA vous aide à suivre la nutrition, la forme physique, les résultats de laboratoire, les médicaments, l'humeur et le mode de vie — tout en un seul endroit. Utilisez l'assistant IA pour des conseils de santé personnalisés.
ha: ALAFIA yana taimaka ka lissafta abinci, motsa jiki, sakamakon gwaje, magungunan, halin jiki, da rayuwa — duka a wuri ɗaya. Yi amfani da mataimakin AI don fahimtar lafiya na musamman.
ig: ALAFIA na-enyere gị aka ịlekọta ihe oriri, ike, nsotest, ọgwụ, uche, na ndụ — ihe niile n'otu ebe. Jiri onye inyom AI maka ọmụmụ ahụike nke gị.
pt: ALAFIA ajuda você a acompanhar nutrição, exercícios, resultados de exames, medicamentos, humor e estilo de vida — tudo em um só lugar. Use o assistente de IA para insights de saúde personalizados.
sw: ALAFIA inakusaidia kufuatilia virutubishi, fitness, matokeo ya maabara, dawa, hali ya akili, na mtindo wa maisha — yote mahali pamoja. Tumia msaada wa AI kwa mwongozo wa afya wa kibinafsi.
yo: ALAFIA ṣe ìrànwọ́ fún ọ láti ṣe àkíyèsí ìjẹ, ìdárayá, àwọn èsì ìṣẹ̀, àwọn oogun, ìfaradà, àti ìgbé ẹ̀mí — gbogbo nínú àkan kan. Lo olùgbà AI fún àwọn ìmọ̀ràn ìlera tí a ṣe fún ọ.
zh: ALAFIA 帮助您追踪营养、健身、实验室结果、药物、心情和生活方式 — 全部在一个地方。使用 AI 助手获取个性化健康见解。

source: ALAFIA Membership
ar: عضوية ALAFIA
de: ALAFIA-Mitgliedschaft
es: Membresía ALAFIA
fr: Adhésion ALAFIA
ha: Membarin ALAFIA
ig: Otu ALAFIA
pt: Assinatura ALAFIA
sw: Uanachama wa ALAFIA
yo: Ìṣọ̀kan ALAFIA
zh: ALAFIA 会员

source: ALAFIA needs an active membership. Subscribe to continue — if you already pay on another device, restore it below.
ar: ALAFIA يحتاج إلى عضوية نشطة. اشترك للمتابعة — إذا كنت تدفع بالفعل على جهاز آخر، استعده أدناه.
de: ALAFIA benötigt eine aktive Mitgliedschaft. Abonnieren Sie, um fortzufahren – wenn Sie bereits auf einem anderen Gerät bezahlen, stellen Sie es unten wieder her.
es: ALAFIA necesita una membresía activa. Suscríbete para continuar — si ya pagas en otro dispositivo, restáuralo abajo.
fr: ALAFIA nécessite une adhésion active. Abonnez-vous pour continuer — si vous payez déjà sur un autre appareil, restaurez-le ci-dessous.
ha: ALAFIA yana buƙatar membarin aiki. Harɓa ci gaba — idan ka riga ka biya a wata na'ura, maimaita a ƙasa.
ig: ALAFIA chọrọ otu na-arụ ọrụ. Tinye akwụkwọ iji gaa n'ihu — ọ bụrụ na ị na-akwụ ụgwọ n'ihe ọzọ, meghachi ya n'okpuru.
pt: ALAFIA precisa de uma assinatura ativa. Assine para continuar — se você já paga em outro dispositivo, restaure abaixo.
sw: ALAFIA inahitaji uanachama unaofanya kazi. Jisajili ili kuendelea — ikiwa unalipa tayari kwenye kifaa kingine, irudishe hapa chini.
yo: ALAFIA nílò ìṣọ̀kan tí ó ń ṣiṣẹ́. Ṣe àbẹ́ láti tẹ̀síwájú — bí o bá ń sanwọ́ lórí ẹ̀rọ míìrán, tún un padà níbẹ̀.
zh: ALAFIA 需要有效会员资格。订阅以继续 — 如果您已在其他设备上付款，请在下方恢复。

source: Alarm Test Complete
ar: اكتمل اختبار التنبيه
de: Alarmtest abgeschlossen
es: Prueba de alarma completada
fr: Test d'alarme terminé
ha: Gwajin Alarma Ya Gama
pt: Teste de Alarme Concluído
sw: Jaribio la Alaramu Limemaliza
yo: Idanwo Ìkìlọ̀ Ti Pari
zh: 警报测试完成

source: Alcohol
ar: الكحول
de: Alkohol
fr: Alcool
ha: Barasa
ig: Mmanya
pt: Álcool
sw: Pombe
yo: Oti
zh: 酒精

source: Alcohol units
ar: وحدات الكحول
de: Alkoholeinheiten
es: Unidades de alcohol
fr: Unités d'alcool
ha: Raka'o'i na Barasa
ig: Ụkọ mmanya
pt: Unidades de álcool
sw: Vitengo vya pombe
yo: Awọ ẹ̀yà oti
zh: 酒精单位

source: Alert Categories
ar: فئات التنبيهات
de: Benachrichtigungskategorien
es: Categorías de alertas
fr: Catégories d'alertes
ha: Nau'ikan Alarma
ig: Ụdị Ịdọ aka
pt: Categorias de Alerta
sw: Kategoria za Onyo
yo: Awọ Ẹ̀ka Ìkìlọ̀
zh: 警报类别

source: Alert Details
ar: تفاصيل التنبيه
de: Benachrichtigungsdetails
es: Detalles de alerta
fr: Détails de l'alerte
ha: Bayanan Alarma
ig: Nkọwa Ịdọ aka
pt: Detalhes do Alerta
sw: Maelezo ya Onyo
yo: Awọ Alaye Ìkìlọ̀
zh: 警报详情

source: Alerts
ar: التنبيهات
de: Benachrichtigungen
es: Alertas
fr: Alertes
ha: Alarma
ig: Ịdọ aka
pt: Alertas
sw: Onyo
yo: Awọ ìkìlọ̀
zh: 警报

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
ha: Duka
ig: Niile
pt: Todos
sw: Zote
yo: Gbogbo
zh: 全部

source: All available roles have been added.
ar: تمت إضافة جميع الأدوار المتاحة.
de: Alle verfügbaren Rollen wurden hinzugefügt.
es: Se han añadido todos los roles disponibles.
fr: Tous les rôles disponibles ont été ajoutés.
ha: An ƙara dukan ayyukan da suke akwai.
ig: Ejirila ọrụ niile dị.
pt: Todos os papéis disponíveis foram adicionados.
sw: Majukumu yote yanayopatikana yamefikiwa.
yo: Gbogbo awọ ipa ti a le ṣafikun ti ti ṣafikun.
zh: 所有可用角色已添加。

source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
ha: Dukan Nau'ika
ig: Ụdị Niile
pt: Todas as Categorias
sw: Kategoria Zote
yo: Gbogbo Awọ Ẹ̀ka
zh: 所有类别

source: All day
ar: طوال اليوم
de: Ganztägig
es: Todo el día
fr: Toute la journée
ha: Livari gida
ig: Ụbọchị niile
pt: O dia todo
sw: Siku nzima
yo: Ọjọ́ gbogbo
zh: 全天

source: All Day
ar: طوال اليوم
de: Ganztägig
es: Todo el día
fr: Toute la journée
ha: Livari Gida
ig: Ụbọchị Niile
pt: O Dia Todo
sw: Siku Nzima
yo: Ọjọ́ Gbogbo
zh: 全天

source: All nutrients
ar: جميع العناصر الغذائية
de: Alle Nährstoffe
es: Todos los nutrientes
fr: Tous les nutriments
ha: Dukan abubuwan gida
ig: Ihe ọ bụla na-enye ike
pt: Todos os nutrientes
sw: Virutubishi vyote
yo: Gbogbo awọ ohun ìjẹ́
zh: 所有营养素

source: All Specialties
ar: جميع التخصصات
de: Alle Fachrichtungen
es: Todas las especialidades
fr: Toutes les spécialités
ha: Dukan Fasaha
ig: Ọrụ Niile
pt: Todas as Especialidades
sw: Taaluma Zote
yo: Gbogbo Awọ Ìṣẹ́
zh: 所有专科

source: Allergies
ar: الحساسيات
de: Allergien
es: Alergias
ha: Allerji
ig: Ihe na-akpali ahụ
pt: Alergias
sw: Miallerji
yo: Awọ ẹ̀rù
zh: 过敏症

source: Allergy ✓
ar: الحساسية ✓
de: Allergie ✓
es: Alergia ✓
fr: Allergie ✓
ha: Allerji ✓
ig: Ihe na-akpali ahụ ✓
pt: Alergia ✓
sw: Miallerji ✓
yo: Ẹ̀rù ✓
zh: 过敏症 ✓

source: Allergy checked
ar: تم التحقق من الحساسية
de: Allergie überprüft
es: Alergia verificada
fr: Allergie vérifiée
ha: An bincika allerji
ig: Ihe na-akpali ahụ leghachiri
pt: Alergia verificada
sw: Miallerji yameangaliwa
yo: Ẹ̀rù ti a ṣayẹ̀wò
zh: 过敏症已检查

source: Allow AI to learn from your patterns for better personalization
ar: السماح للذكاء الاصطناعي بالتعلم من أنماطك لتخصيص أفضل
de: Ermöglichen Sie der KI, von Ihren Mustern zu lernen, um eine bessere Personalisierung zu erreichen
es: Permitir que la IA aprenda de tus patrones para mejor personalización
fr: Permettre à l'IA d'apprendre de vos habitudes pour une meilleure personnalisation
ha: Ba da izini ga AI ya koyi daga tsarin ku don inganta personalization
ig: Kwere ka AI mụta na ụkpụrụ gị maka ịma mma karị
pt: Permitir que a IA aprenda com seus padrões para melhor personalização
sw: Ruhusu AI kujifunza kutoka kwa mifumo yako kwa ajili ya ukamatiliaji bora
yo: Jẹ́ ki AI kọ́ ẹ́kọ́ lati awọ ìlana rẹ fun ìtúmọ̀ ti o dára ju
zh: 允许AI从您的模式中学习以获得更好的个性化

source: Allow substitution
ar: السماح بالاستبدال
de: Austausch erlauben
es: Permitir sustitución
fr: Autoriser la substitution
ha: Ba da izini ga maye
ig: Kwere ịgbanwe
pt: Permitir substituição
sw: Ruhusu mbadala
yo: Jẹ́ ki a le rọ́pò
zh: 允许替代

source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ha: Kina da asusun taba?
ig: Enwere akụntụ na?
pt: Já tem uma conta?
sw: Je, tayari una akaunti?
yo: Ṣe o ti ni akáwọ̀ tẹ́lẹ̀?
zh: 已有账户？

source: Already recorded
ar: تم التسجيل بالفعل
de: Bereits erfasst
es: Ya registrado
fr: Déjà enregistré
ha: An riga an rikodi
ig: Edebere na
pt: Já registrado
sw: Tayari imerekodiwa
yo: Ti a ti ṣe àkọsílẹ̀ tẹ́lẹ̀
zh: 已记录

source: Alternate Healthcare Agent
ar: وكيل الرعاية الصحية البديل
de: Stellvertretender Gesundheitsbeauftragter
es: Agente de Atención Médica Alternativa
fr: Agent de santé suppléant
ha: Wakilin Jiya na Lafiya
ig: Onye Nnọchite Ahụike
pt: Agente de Saúde Alternativo
sw: Wakili wa Huduma za Afya Mbadala
yo: Olùtọ́jú Ìlera Àkọ̀kọ̀
zh: 替代医疗代理人

source: ALWAYS
ar: دائماً
de: IMMER
es: SIEMPRE
fr: TOUJOURS
ha: KOYAUSHE
ig: MGBE NỊ
pt: SEMPRE
sw: KILA WAKATI
yo: NIGBAGBOGBO
zh: 始终

source: Amount
ar: الكمية
de: Menge
es: Cantidad
fr: Quantité
ha: Adadi
ig: Ọnụ
pt: Quantidade
sw: Kiasi
yo: Iye
zh: 数量

source: An account holder must be an adult. A child is tracked as a dependent profile under a parent or guardian's account.
ar: يجب أن يكون صاحب الحساب بالغاً. يتم تتبع الطفل كملف تابع تحت حساب الوالد أو الوصي.
de: Ein Kontoinhaber muss ein Erwachsener sein. Ein Kind wird als abhängiges Profil unter dem Konto eines Elternteils oder Betreuers erfasst.
es: El titular de la cuenta debe ser un adulto. Un menor se registra como perfil dependiente bajo la cuenta de un padre o tutor.
fr: Le titulaire du compte doit être un adulte. Un enfant est suivi comme profil dépendant sous le compte d'un parent ou tuteur.
ha: Mai ajiyar asusu dole ne ya kasance mai girma. Yaro ana tuƙa shi a matsayin ɗan ƙasa a ƙarƙar asusu mai ƙarewa ko mai kulawa.
ig: Onye nwe akaụntụ ga-abụ nnukwu mmadụ. A na-eletụ nwa ọbụ ụmụ dị elu n'okpuru akaụntụ nne ma ọ bụ onye nlekọta.
pt: O titular da conta deve ser um adulto. Uma criança é acompanhada como perfil dependente sob a conta de um pai ou responsável.
sw: Mmiliki wa akaunti lazima awe mtu mzima. Mtoto hufuatiliwa kama profaili inayotegemea chini ya akaunti ya mzazi au mlezi.
yo: Olùdálẹ̀ àkáwọ̀ gbọ́dọ̀ jẹ́ ọ̀dọ̀mọ̀ àgbà. Ọmọ kékeré ni a ṣe àkíyèsí gẹ́gẹ́ bi ọmọ ìbáṣepọ̀ nípa àkáwọ̀ obi tàbí olùtọ́jú.
zh: 账户持有人必须是成年人。儿童作为受抚养人资料在父母或监护人的账户下进行跟踪。

source: Analyse Image(s) with Alafia
ar: تحليل الصور باستخدام ALAFIA
de: Bilder mit Alafia analysieren
es: Analizar Imagen(s) con Alafia
fr: Analyser les image(s) avec ALAFIA
ha: Bincika Hotuna tare da Alafia
ig: Nyochaa Foto(s) site na Alafia
pt: Analisar Imagem(ns) com Alafia
sw: Changanua Picha(s) na Alafia
yo: Ṣe Àwòrán Àyẹ̀wò pẹ̀lú Alafia
zh: 使用 ALAFIA 分析图像

source: Analysing…
ar: جاري التحليل…
de: Wird analysiert…
es: Analizando…
fr: Analyse en cours…
ha: Yana bincika…
ig: A na-enyocha…
pt: Analisando…
sw: Inachambua…
yo: Ń ṣe àyẹ̀wò…
zh: 分析中…

source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
ha: Bincika
ig: Nyochaa
pt: Analisar
sw: Changanua
yo: Ṣe àyẹ̀wò
zh: 分析

source: Analyze Nutrition
ar: تحليل التغذية
de: Ernährung analysieren
es: Analizar Nutrición
fr: Analyser la nutrition
ha: Bincika Abinci
ig: Nyochaa Nri
pt: Analisar Nutrição
sw: Changanua Lishe
yo: Ṣe Ìjẹ Àyẹ̀wò
zh: 分析营养

source: Analyze photo
ar: تحليل الصورة
de: Foto analysieren
es: Analizar foto
fr: Analyser la photo
ha: Bincika hoto
ig: Nyochaa foto
pt: Analisar foto
sw: Changanua picha
yo: Ṣe àwòrán àyẹ̀wò
zh: 分析照片

source: Analyze Photo (Optional)
ar: تحليل الصورة (اختياري)
de: Foto analysieren (optional)
es: Analizar Foto (Opcional)
fr: Analyser la photo (Facultatif)
ha: Bincika Hotuna (Zaɓi)
ig: Nyochaa Foto (Ọzọ)
pt: Analisar Foto (Opcional)
sw: Changanua Picha (Hiari)
yo: Ṣe Àwòrán Àyẹ̀wò (Àkọ̀kọ̀ kìí ṣe pàtàkì)
zh: 分析照片（可选）

source: Analyze Recipe
ar: تحليل الوصفة
de: Rezept analysieren
es: Analizar Receta
fr: Analyser la recette
ha: Bincika Girki
ig: Nyochaa Resipị
pt: Analisar Receita
sw: Changanua Kichezaji
yo: Ṣe Ohun Ìjẹ Àyẹ̀wò
zh: 分析食谱

source: Analyzing photo…
ar: جاري تحليل الصورة…
de: Foto wird analysiert…
es: Analizando foto…
fr: Analyse de la photo en cours…
ha: Yana bincika hoto…
ig: A na-enyocha foto…
pt: Analisando foto…
sw: Inachambua picha…
yo: Ń ṣe àwòrán àyẹ̀wò…
zh: 正在分析照片…

source: Analyzing…
ar: جاري التحليل…
de: Wird analysiert…
es: Analizando…
fr: Analyse en cours…
ha: Yana bincika…
ig: A na-enyocha…
pt: Analisando…
sw: Inachambua…
yo: Ń ṣe àyẹ̀wò…
zh: 分析中…
